       identification division.
       program-id. CobolGitExample.

       environment division.
       configuration section.

       data division.
       working-storage section.

       procedure division.


           perform 1000-mainline.

           goback.

           1000-mainline.
               display 'example'.
               display 'This is my change in code'.
       end program CobolGitExample.